panpawel88/weather-triggered-pin-control/tools/test_apps/led_test/sdkconfig.defaults
# LED Test Application - sdkconfig defaults

# Inherit hardware pin configuration from main project
# These can be modified via menuconfig if needed

# Default ESP32-S3 target
CONFIG_IDF_TARGET="esp32s3"
